export const buySellContract = {
  clause3: `ข้อ 3. ค่าใช้จ่ายการจดทะเบียนโอนกรรมสิทธิ์ ณ สํานักงานที่ดิน
(1) ค่าภาษีเงินได้บุคคลธรรมดา/นิติบุคคล โดยผู้จะขายเป็นผู้ชําระ
(2) ค่าจดจํานอง ร้อยละ 1 โดยผู้ซื้อเป็นผู้ชําระ 0.011.
(3) ค่าธรรมเนียมการโอน ร้อยละ 2 โดย
(4) ค่าอากรแสตมป์ ร้อยละ 0.5 โดย
(5) ค่าภาษีธุรกิจเฉพาะ ร้อยละ 3.3 โดย
มารายง
เป็นผู้ชําระ
ผจา ง
เป็นผู้ชําระ (ถ้ามี)
เป็นผู้ชําระ (ถ้ามี)
(6) หนังสือปลอดหนี้ ผู้จะขายเป็นผู้ดําเนินการขอ เพื่อใช้ในวันโอนกรรมสิทธิ์ให้กับผู้จะซื้อ ณ สํานักงานที่ดิน
`,
  clause4: `ข้อ 4. การส่งมอบห้องชุด
    (1) ผู้จะขายยินยอมให้ผู้จะซื้อเข้าตรวจสอบห้องชุด ก่อนวันจดทะเบียนโอนกรรมสิทธิ์ โดยหากห้องชุดตรง ตามที่ระบุในข้อ 1. ผู้จะซื้อจึงยอมให้มีการโอนกรรมสิทธิ์ และ หลังจากการโอนกรรมสิทธิ์พร้อมชําระเงินส่วนที่ เหลือ ผู้จะขายจะส่งมอมห้องชุดแก่ผู้จะซื้อทันที
    (2) ผู้จะขายยินยอม โอนกรรมสิทธิ์ มิเตอร์ไฟฟ้า และมิเตอร์น้ํา ให้แก่ผู้จะซื้อในวันโอนกรรมสิทธิ์
    (3) ผู้จะขายยินยอมโอนกรรมสิทธิ์ ที่จอดรถ 1 คัน (ถ้ามี) ให้แก่ผู้จะซื้อในวันโอนกรรมสิทธิ์ ณ สํานักงาน ที่ดิน หรือนิติบุคคลอาคารชุด`,

  clause5: `ข้อ 5. การโอนสิทธิ์ตามสัญญาและคํารับรองของผู้จะขาย
(1) ในช่วงเวลาที่สัญญามีผลบังคับใช้ ผู้จะซื้อมีสิทธิ์จะซื้อจะขายห้องชุดนี้ให้แก่บุคคลอื่นได้
(2) ผู้จะขายรับรองว่ามีสิทธิ์ในการขายห้องชุดโดยสมบูรณ์ และรับรองว่าปราศจากภาระผูกพันใดๆ ภาระจํายอม การรอนสิทธิ์หรือสิทธิ์เรียกร้องใดๆ และไม่มีสิทธิ์ก่อภาระผูกพันเพิ่มขึ้นนับตั้งแต่สัญญานี้มีผล
บังคับใช้
(3) ผู้จะขายต้องรับผิดชอบหนี้สินใดๆ ที่ติดพันอยู่โดยจะชําระหนี้ให้หมดสิ้นก่อนจดทะเบียนโอนกรรมสิทธิ์`,
  clause6: `ข้อ 6. การผิดสัญญาและการระงับสัญญา
(1) กรณีผู้จะซื้อผิดสัญญาไม่จดทะเบียนรับโอนกรรมสิทธิ์ตามรายละเอียดข้อ 3. และชําระเงินส่วนที่เหลือตาม รายละเอียดข้อ 2. ผู้จะขายมีสิทธิบอกเลิกสัญญาและริบเงินมัดจําทั้งหมดได้
(2) กรณีผู้จะขายผิดสัญญาไม่จดทะเบียนโอนกรรมสิทธิ์ให้ผู้จะซื้อหรือบุคคลอื่นที่ผู้จะซื้อกําหนด หรือยกเลิก สัญญาฉบับนี้ ตามรายละเอียดข้อ 3. ผู้จะซื้อมีสิทธิ์เรียกร้องเงินมัดจําทั้งหมดคืน
`,
clause7: `ข้อ 6. ข้อตกลงและเงื่อนไขอื่นๆ
(1) ...............................................................................................................................
(2) ...............................................................................................................................
`,
};
