'use client'

export default function PrivacyPolicy() {
    return (
        <div>
            นโยบายความเป็นส่วนตัว (Privacy Policy)
นโยบายความเป็นส่วนตัวนี้ จัดทำขึ้นโดย บริษัท นายหน้าฮับ จำกัด, 
บริษัทเคารพสิทธิส่วนบุคคลและให้ความสำคัญต่อการคุ้มครองข้อมูลส่วนบุคคลของลูกค้าของบริษัท บริษัทจึงได้จัดทำนโยบายความเป็นส่วนตัวนี้ขึ้น เพื่อแจ้งแก่ท่านว่า บริษัทมีวิธีปฏิบัติในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อนำไปใช้หรือเปิดเผยอย่างไร โดยมีวัตถุประสงค์ใดบ้าง และมีวิธีการจัดการข้อมูลส่วนบุคคลอย่างไร ตลอดจนสิทธิตามกฎหมายของท่านที่เกี่ยวข้องกับข้อมูลส่วนบุคคลด้วย ทั้งนี้ตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล

นโยบายความเป็นส่วนตัวนี้ครอบคลุมการให้บริการต่าง ๆ ของบริษัท ทั้งทางเว็บไซต์, แอพพลิเคชั่น, โซเชียลมีเดียและช่องทางอื่น ๆ แก่ลูกค้าและผู้มาติดต่อกับบริษัท แต่ไม่ใช้บังคับกับลูกจ้างและผู้สมัครงานกับบริษัท ท่านยอมรับว่า การที่ท่านใช้บริการของบริษัทผ่านทางช่องทางต่าง ๆ หรือการให้ข้อมูลกับบริษัท ถือว่าท่านได้ยอมรับวิธีปฏิบัติของบริษัทตามที่ระบุในนโยบายความเป็นส่วนตัวนี้แล้ว ทั้งนี้ บริษัทมีนโยบายในการพัฒนาและปรับปรุงการให้บริการให้มีความทันสมัย มีประสิทธิภาพและเป็นไปตามหลักธรรมาภิบาลและกฎหมายที่เกี่ยวข้องอยู่เสมอ บริษัทจึงอาจมีการปรับปรุงแก้ไขนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว จึงขอให้ท่านตรวจสอบนโยบายนี้เป็นระยะ ๆ เพื่อที่ท่านจะได้ทราบนโยบายความเป็นส่วนตัวล่าสุดของบริษัท

เพื่อความสะดวกของท่าน ท่านสามารถกดที่ชื่อของแต่ละหัวข้อเพื่ออ่านนโยบายความเป็นส่วนตัวนี้เป็นรายหัวข้อ ดังนี้

        </div>
    )
}